--
--                   _ooOoo_
--                  o8888888o
--                  88" . "88
--                  (| -_- |)
--                  O\  =  /O
--               ____/`---'\____
--             .'  \\|     |//  `.
--            /  \\|||  :  |||//  \
--           /  _||||| -:- |||||-  \
--           |   | \\\  -  /// |   |
--           | \_|  ''\---/''  |   |
--           \  .-\__  `-`  ___/-. /
--         ___`. .'  /--.--\  `. . __
--      ."" '<  `.___\_<|>_/___.'  >'"".
--     | | :  `- \`.;`\ _ /`;.`/ - ` : | |
--     \  \ `-.   \_ __\ /__ _/   .-` /  /
--======`-.____`-.___\_____/___.-`____.-'======
--                   `=---='
--^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^
--                 Buddha bless
--
-- 日期：14-10-7
--
--[[

	1.将所有服务器相关url通过数据表控制
	2.根据不同渠道区分登陆以及版本验证
	3.此处配置的url只做开发使用
	
]]

ServerInfo = {


    -- 专门为开发设置专线
    DEV_LOGIN_SERVER = "http://dev.login.39mobile.cn/",

    LOGIN_SERVER = "http://118.192.87.121:8000/",

    VERSION_URL = "http://zip.39mobile.cn:8080/version.php",

    LOG_URL = "http://log.39mobile.cn:8001/help/clog"
}


