data_ui_ui = {
[1] ={
     id = 1,
     cehuabeizhu = "世界BOSS排行榜内容",
     content = "伤害排名前三的玩家会获得高额奖励哟~\n最后击杀烛龙的玩家会额外获得一份\n个人击杀奖励！"
},
[2] ={
     id = 2,
     cehuabeizhu = "充值界面的月卡描述",
     content = "30日每日都可领取60元宝和豪华奖励"
},
[3] ={
     id = 3,
     cehuabeizhu = "夺宝界面的武学碎片描述内容",
     content = "集齐所有碎片可合成武学"
},
[4] ={
     id = 4,
     cehuabeizhu = "帮主禅让提示",
     content = "禅让后帮主之位会自动被副帮主接替，你将成为帮派普通成员"
},
[5] ={
     id = 5,
     cehuabeizhu = "自荐帮主提示",
     content = "帮主离开7天未上线，副帮主和长老可自荐为帮主，等待48小时后帮主依然未上线，则职位最高的自荐者成为帮主，若职位相同，则个人总贡献最高者胜出。是否自荐帮主？"
},
[6] ={
     id = 6,
     cehuabeizhu = "成功开启自荐提示",
     content = "已开启自荐倒计时，48小时内帮主未上线，则成功成为帮主。若有其他成员自荐帮主，则职位最高的自荐者成为帮主，若职位相同，则个人总贡献最高者胜出"
},
[7] ={
     id = 7,
     cehuabeizhu = "退出帮派提示",
     content = "退出帮派后24小时内无法加入帮派和创建帮派，帮派贡献将会保留"
},
[8] ={
     id = 8,
     cehuabeizhu = "青龙堂排行榜内容",
     content = "伤害排名前三的玩家会获得高额奖励哟~\n最后击杀青龙的玩家会额外获得一份\n个人击杀奖励！"
}
}
